[
				{
					"id": 1,
					"location": "Library",
					"lat": 54.010098,
					"long":  -2.786120,
					"description": "Your Library is a stunning, recently refurbished space, open 24/7 in term-time. It has been designed to be a unique, serious, academic study environment. It features both individual and group working spaces and any manner of material you may use for your course. Whether it's advice on finding information for your coursework, help with e-resources or you can't find a book on the shelf, please come and talk to us at the Library information point.",
					"img": "http://www.lancaster.ac.uk/media/lancaster-university/content-assets/images/library/mastheads/LibraryEntrance2874x289.png",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1

				},
				{
					"id": 2,
					"location": "LearningZone",
					"lat": 54.010465,
					"long": -2.785908,
					"description": "A flexible student space at the heart of the University designed to support all types of study. This space is ideally suited to group work, due to the five bookable pods offering a range of interactive technology and different styles of furniture. These pods are ideal for collaborative work or practising presentations. 90 loanable laptops are available, they can be borrowed up to 3 hours at a time and can be used anywhere on campus. All you need to borrow a laptop is your University card. This is also the home of the ISS Service Desk for any IT related issues you may be having.",
					"img": "https://static1.squarespace.com/static/52e7ffb1e4b06914b037a81e/52f39cbae4b005f61620aef5/52f39cfee4b0bdba1c16da86/1391698639554/lancaster-university-learning-zone-150.jpg?format=500w",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 3,
					"location": "LancasterSquare",
					"lat": 54.013365,
					"long": -2.784715,
					"description": "Lancaster Square is the home of County College on campus, and is a great outdoor space. It is also used as an event space at freshers fair, graduation, and the Bonfire Night celebrations.",
					"img": "https://en.wikipedia.org/wiki/The_County_College,_Lancaster#/media/File:County_College_2.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 4,
					"location": "Bowland",
					"lat": 54.010846,
					"long": -2.785290,
					"description": "Bowland is the Founding College at Lancaster, we are centrally placed in the university, and we aim to lead developments in college life and to be at the centre of university activity. We seek to develop college identity and pride in Bowland with our students and staff by pursuing excellence in everything we do. We have a warm and friendly community, foster a spirit of regard for others, and aim to ensure that everyone can access all of the opportunities the university has to offer. Bowland Main is also the venue of LUSU Cinema and the oldest bar on campus, The Trough of Bowland",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 5,
					"location": "TheBase",
					"lat": 54.010176,
					"long": -2.786319,
					"description" : "The Base is your one-stop student services enquiry desk. We act as a first point of contact for students across the University for Careers, Employment and Wellbeing. As well as offering advice, staff can refer students to specialist services such as Counselling, Disability, Funding and the Visa and Immigration team.Staff on the front desk can offer you guidance on a wide range of personal and academic issues and make appointments with specialist staff where needed.",
					"img" : "http://www.lancaster.ac.uk/media/lancaster-university/content-assets/images/student-based-services/the-base/Baselounge400width.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 6,
					"location": "GeorgeFox",
					"lat": 54.007423,
					"long":  -2.784683,
					"description" : "George Fox houses several lecture theatres, including the largest one on campus. It is also used as an event space and for some exams.",
					"img" : "http://static.panoramio.com/photos/large/58700387.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 7,
					"location": "InfoLab21",
					"lat": 54.005500,
					"long":  -2.784699,
					"description" : "InfoLab21 is the home of Lancasters School of Computing & Communications, the North West Centre of Excellent for ICT. It also features startup companies, research & teaching spaces, and Cafe 21, occupying an unrivalled view across campus on the top floor of the building.",
					"img" : "http://www.graffiti-busters.co.uk/wp-content/uploads/2016/10/Infolab-street-view-BEFORE.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 3
				},
				{
					"id": 8,
					"location": "Trevor",
					"lat": 54.009352,
					"long": -2.785209,
					"description" : "Otherwise known as Furness bar, during the day, Trevor is a place to find a corner and enjoy an Atkinsons coffee or a cup of Brew tea. At the end of the day it’s a place to relax and socialise. The team pride themselves on serving the best range of wines on campus and can suggest a glass for any palate. Pop in for a delicious, freshly-made pasta pot, a great option for a quick lunch on campus.",
					"img" : "http://furnesscollege.co.uk/wp-content/uploads/2013/05/Banner3.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 9,
					"location": "Cartmel",
					"lat": 54.003883,
					"long": -2.788959,
					"description" : "Informally known as Barker House, this is where you wil find Cartmel College, on the far SW of the campus.Located in Barker House Farm at Alexandra Park, The Winning Post offers a wide range of food including light bites, sandwiches, classic pub grub, children’s meals and a grab-and-go bar. It is also home to our very own Starbucks! Whether you're on the go or require some relaxation, The Winning Post is on hand to revive your senses. We are based at the South West of campus in Alexandra Park and have excellent study and social facilities, including one of the largest dining facilities on campus and a cosy farmhouse dedicated to those who need to study in warmth and comfort. We are also the home to the hugely popular comedy nights.",
					"img" : "http://photos.wikimapia.org/p/00/04/70/41/28_full.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 3
				},
				{
					"id": 10,
					"location": "LUSU",
					"lat": 54.010579,
					"long": -2.786148,
					"description" : "Located just next to the Learning Zone, we offer a huge range of services designed to enhance the student experience and make Lancaster a great place to live and study. These include our campus estate agents, Purple and NUS card sales, as well as help with events and printing. We are more than happy to advise you on anything related to your student experience, from bus passes to bars.",
					"img" : "https://i.ytimg.com/vi/sGAcEhl9h3I/maxresdefault.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 11,
					"location": "NuffieldTheatre",
					"lat": 54.012453,
					"long":  -2.785088,
					"description" : "The Nuffield Theatre, sited at the north end of the Lancaster University campus, is one of three theatres in Lancaster and the City's only professional 'black-box' studio theatre.  The Nuffield's stage is extremely large and is adaptable to any form of seating configuration with a width of up to 25 metres and a seating capacity of up to 220, it effectively combines scale and intimacy.As well as presenting up to 30 visiting professional shows a year, from some of the best-known and respected contemporary theatre and dance companies from the UK and abroad, this key Lancaster theatre also presents public performances by students, societies and a range of local community organisations.",
					"img" : "https://d1tyf8b78tco2j.cloudfront.net/0db7f132/c571f39c/images/4750459a9d7f9a4e9f1d458fcaad354ad3f89a85.960.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 3
				},
				{
					"id": 12,
					"location": "BowlandNorth",
					"lat": 54.011252,
					"long":  -2.785479,
					"description" : "Bowland North is a highly adaptable space. Many of the rooms are bookable by societies as well as lecturers, although as the name suggests, you will likely find yourself here for a seminar or workshop",
					"img" : "http://www.lancaster.ac.uk/media/lancaster-university/content-assets/images/conferences/venues/_JIL1863.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 13,
					"location": "Fylde",
					"lat": 54.008762,
					"long": -2.785094,
					"description": "Fylde is a very popular college with an excellent central location on campus and a great inclusive community. Over the years Fylde has developed a reputation for sporting excellence. However, we put our success down to qualities of friendship, teamwork, and a sense of community amongst Fylde students and staff members, which cover everything we do. You don’t have to be a sporting hero to be at home in Fylde.Fylde also boasts great facilities including one of the most popular bar/cafés on Campus, there is a relaxed common room and study space as well as a small kitchen and study area for off-campus students.",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 14,
					"location": "Furness",
					"lat": 54.009514,
					"long":  -2.785403,
					"description": "Furness occupies a central location just south of Alexandra Square, making access to all of campus easy and we have a range of award winning student residences for you to choose from.One of the smaller colleges, Furness is a friendly place to be with an active social, sporting and cultural life and a strong sense of community. Our varied social calendar has included live music nights, wine tastings, trips to York, the zoo and Intro Week’s ‘Casino’ night. The popular College Bar has an old world charm, and hosts an extremely popular real ale festival annually. University legend has it that everyone secretly wants to be a Furnessian!",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 15,
					"location": "County",
					"lat": 54.012970,
					"long":  -2.784693,
					"description": "The most northerly of the Colleges, County is close to the arts venues of the Great Hall, the Nuffield Theatre and the Peter Scott Gallery and encloses a quadrangle with a 250 year-old oak tree, our logo and a symbol of our identity.There is a wide variety of accommodation, including new, eco-friendly town houses. The college bar, The Northern Oak, with its adjacent pool tables and coffee bar, provides a friendly atmosphere and promotes a lively social life.The largest of the undergraduate colleges, County retains a strong sense of community and encourages active participation in all aspects of student life – cultural, sporting and social, as well as academic.",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2,
				},
				{
					"id": 16,
					"location": "Grizedale",
					"lat": 54.006973,
					"long": -2.785495,
					"description": "Always known for its welcoming atmosphere and generous spirit, after four years of rebuilding Grizedale now has the buildings to complement its ethos! Along with eco friendly housing we have a brand new social space. The Grizedale bar, cafe/bar and terrace, quiet working area and off campus brew room complete the luxurious facilities.Students take an active part in running the College and as a result its social life has one of the best reputations on campus. Join us for our regular barbecues and hog roasts - the word Grizedale means ‘Valley of the Wild Boar’ so our special events tend to include the eating of one!",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1,
				},
				{
					"id": 17,
					"location": "Lonsdale",
					"lat": 54.004917,
					"long": -2.789560,
					"description": "One of the two founding colleges, Lonsdale underwent a radical transformation five years ago and relocated into modern, purpose-built facilities at the south end of campus. The College now has fantastic en suite accommodation, social and study facilities and its original spirit, heart and traditions.One of the largest and most vibrant colleges Lonsdale is arguably the only college where the atmosphere in the bar rivals that of a city-centre venue. Getting dressed up for a ‘night-out’ in Lonsdale Bar is quite usual. Our social space has a chill out facility, DJ booth, dance floor, couches and games room. There’s Wi-Fi in the bar area whilst the facilities on the College’s first floor include our Senior Common Room, quiet work area, computer lab and Junior Common Room.",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 2
				},
				{
					"id": 18,
					"location": "Pendle",
					"lat": 54.006662,
					"long": -2.784817,
					"description": "Pendle College has a strong sense of both its traditions and academic successes. Its main residence blocks surround three sides of a grassy quad, used for such annual open-air events as Extrav Night. Its social centre, Pendle Rooms, creates the fourth side, conveniently integrating all aspects of college life. The large ground floor, complete with a performance stage, hosts weekly Pendle Live nights, lunchtime talks and debates and a wide range of student-organised events. There is also a first-floor games room, communal sitting/study room, and meeting rooms.We're sociable, friendly and fun, but we also have a strong sense of commitment - to the College, to your degree, and to making a contribution locally, nationally and internationally, where we believe we should make a difference and do so because we can.",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 19,
					"location": "Grad",
					"lat": 54.004483,
					"long": -2.787523,
					"description": "Graduate College has an international, multicultural feel and presents members with an ideal opportunity to broaden horizons, share experiences and celebrate diversity. The Postgraduate Board acts as the main body for the University’s postgraduate students. The College has its own bar, The Herdwick.In essence the College provides Lancaster’s postgraduate student population with a supportive learning community. Our aim is to support you whilst you are a member of the college.",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 0,
					"difficulty": 1
				},
				{
					"id": 20,
					"location": "PendleBar",
					"lat": 54.006234,
					"long": -2.785126,
					"description": "It's never open..... *crowdsourced test*",
					"img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bowland_College_Lancaster.jpg/220px-Bowland_College_Lancaster.jpg",
					"audio": "deck_the_halls.mp3",
					"type": 1,
					"difficulty": 2
				},
			]
